ejercicio1-k6/reportes/textSummary.txt
     ✓ status es 2xx (200/201)
     ✓ respuesta contiene token
     ✓ tiempo de respuesta < 1.5s

   ✓ checks.........................: 100.00% ✓ 12372     ✗ 0   
     data_received..................: 2.6 MB  13 kB/s
     data_sent......................: 571 kB  2.7 kB/s
     http_req_blocked...............: avg=2.22ms   min=0s       med=0s       max=263.64ms p(90)=0s       p(95)=0s       p(99)=13.69ms 
     http_req_connecting............: avg=1.08ms   min=0s       med=0s       max=129.99ms p(90)=0s       p(95)=0s       p(99)=5.3ms   
   ✓ http_req_duration..............: avg=443.67ms min=314.63ms med=476.5ms  max=1.11s    p(90)=523.72ms p(95)=552.23ms p(99)=659.42ms
       { expected_response:true }...: avg=443.67ms min=314.63ms med=476.5ms  max=1.11s    p(90)=523.72ms p(95)=552.23ms p(99)=659.42ms
   ✓ http_req_failed................: 0.00%   ✓ 0         ✗ 4124
     http_req_receiving.............: avg=662.62µs min=0s       med=0s       max=387.62ms p(90)=570.88µs p(95)=1.92ms   p(99)=7.91ms  
     http_req_sending...............: avg=115.41µs min=0s       med=0s       max=4.64ms   p(90)=439.59µs p(95)=521.77µs p(99)=847.64µs
     http_req_tls_handshaking.......: avg=1.13ms   min=0s       med=0s       max=133.12ms p(90)=0s       p(95)=0s       p(99)=8.79ms  
     http_req_waiting...............: avg=442.89ms min=310.43ms med=476.21ms max=1.11s    p(90)=522.51ms p(95)=551.01ms p(99)=653.6ms 
     http_reqs......................: 4124    19.638053/s
     iteration_duration.............: avg=546.48ms min=415.07ms med=577.09ms max=1.47s    p(90)=627.02ms p(95)=660.8ms  p(99)=831.73ms
     iterations.....................: 4124    19.638053/s
     vus............................: 0       min=0       max=16
     vus_max........................: 60      min=60      max=60